Repository: dusansimic/dynamic-wallpaper
Catalog: po/*.po
Languages: cs, el, es, fa, fr, hu, id, pt_br, ru, sr, tr, vi_vn, zh_cn

source: Dynamic Wallpaper
cs: Dynamická tapeta
es: Fondos de Pantalla Dinámicos
fa: پس‌زمینه پویا
fr: Arrière-plan Dynamique
hu: Dinamikus háttérkép
pt_br: Plano de Fundo Dinâmico
ru: Динамические обои
sr: Динамички Тапет
tr: Dinamik Duvar Kağıdı
vi_vn: Hình nền động
zh_cn: 动态壁纸

source: Dynamic wallpaper creator for Gnome 42
cs: Vytváření dynamických tapet pro GNOME 42.
el: Δημιουργός Δυναμικών Φόντων για το Gnome 42
es: Herramienta para crear fondos de pantalla dinámicos para GNOME 42
fa: سازنده برنامه پس‌زمینه پویا برای گنوم 42
fr: Créateur d’arrière-plans dynamiques pour GNOME 42
hu: Dinamikus háttérkép készítő Gnome 42-höz
id: Pembuat latarbelakang dinamis untuk Gnome 42
pt_br: Criador do Plano de Fundo Dinâmico para o GNOME 42
ru: Создатель динамических обоев для Gnome 42
sr: Креатор динамичких позадина за Гном 42
tr: Gnome 42 için dinamik duvar kağıdı oluşturucu
vi_vn: Trình tạo hình nền động cho GNOME 42
zh_cn: GNOME 42 的动态壁纸创建器

source: Main window light theme
cs: Světlý motiv hlavního okna
el: Φωτεινό θέμα κεντρικού παραθύρου
es: Tema claro para la ventana principal
fa: تم روشن پنجره اصلی
fr: Thème clair de la fenêtre principale
hu: Fő ablak világos téme
id: Main windows light theme
pt_br: Tema claro da janela principal
ru: Светлая тема для главного окна
sr: Светла тема за главни прозор
tr: Ana pencere açık tema
vi_vn: Chủ đề sáng cửa sổ chính
zh_cn: 主窗口浅色主题

source: Main window dark theme
cs: Tmavý motiv hlavního okna
el: Σκοτεινό θέμα κεντρικού παραθύρου
es: Tema oscuro para la ventana principal
fa: تم تیره پنجره اصلی
fr: Thème sombre de la fenêtre principale
hu: Fő ablak sötét téma
id: Main windows dark theme
pt_br: Tema escuro da janela principal
ru: Темная тема для главного окна
sr: Тамна тема за главни прозор
tr: Ana pencere koyu tema
vi_vn: Chủ đề tối cửa sổ chính
zh_cn: 主窗口深色主题

source: Window is now draggable from anywhere.
cs: Okno lze nyní přetáhnout odkudkoli.
el: Πλέον το παράθυρο μπορεί να μετακινηθεί από οπουδήποτε.
es: Ahora la ventana puede arrastrarse desde cualquier parte.
fr: La fenêtre est désormais déplaçable depuis n’importe quel endroit.
hu: Az ablak most már mozgatható
id: Jendela sekarang bisa digerakan darimana saja.
pt_br: A Janela agora pode ser arrastada de qualquer lugar
ru: Окно теперь перетаскиваемое с любого места.
sr: Прозор се сада може превући са било ког места.
tr: Pencere artık herhangi bir yerden taşınabilir.
vi_vn: Cửa sổ nay đã có thể kéo thả từ mọi nơi.
zh_cn: 窗口现在可以从任何地方拖动。

source: Current icon is fixed to follow Gnome HIG (the one made by Rokwallaby already did but I edited it) and a new nightly icon is made by daudix-UFO based on the original one.
cs: "Aktuální ikona je opravena tak, aby se řídila Gnome HIG (ta, kterou vytvořil Rokwallaby, již byla, ale upravil jsem ji) a nová noční ikona je vytvořena daudix-UFO "
el: Το παρόν εικονίδιο έχει ορισθεί να ακολουθεί το Gnome HIG (αυτό που δημιουργήθηκε από το χρήστη Rokwallaby το έκανε ήδη αλλά το επεξεργάστηκα κι εγώ) και το νέο νυχτερινό εικονίδιο δημιουργήθηκε από το χρήστη daudix-UFO, βασισμένο στο πρωτότυπο.
es: El icono actual está corregido para seguir las guías para interfaces de usuario de Gnome (ya elaborado por Rokwallaby, pero lo edité) y se incluye
fr: L’icône actuelle a été revue pour suivre les Directives d’Interface de GNOME (celle faite par Rokwallaby convenait déjà mais je l’ai modifiée) et une nouvelle icône nightly a été faite par daudix-UFO, basée sur l’originale.
hu: Aktuális ikon követni fogja a Gnome HIG-et (Rokwallaby által készített már müködött, de megváltoztattam) és az éjszakai ikont daudix-UFO készítetteaz eredeti alapján.
pt_br: O icone atual foi corrigido para seguir o Gnome HIG (O icone foi feito por Rokwallaby, mas eu modifiquei) e um novo icone para nightly foi feito por daudix-UFO baseado no icone original
ru: Текущая иконка исправлена для следования Gnome HIG (ту, которая уже была сделана Rokwallaby но я её изменил) и новая nightly иконка которую сделал daudix-UFO на основе оригинальной.
sr: Тренутна икона је поправљена да прати Гномов ХИГ (икона од Rokwallabyје пратила ХИГ, али сам је променио) и нова икона је направљена од стране daudix-UFOкоја је базирана на оригиналу.
tr: Mevcut simge Gnome HIG'i (Rokwallaby tarafından yapılan zaten yaptı ama ben düzenledim) takip edecek şekilde düzeltildi ve özgün olanı temel alarak daudix-UFO tarafından yeni bir gece simgesi yapıldı.
zh_cn: 当前图标固定为Gnome HIG（Rokwallaby制作的图标，但我已经编辑了它），daudix UFO基于原始图标制作了一个新的夜间图标。

source: Added and updated translations:
cs: Přidány a aktualizovány překlady:
el: Μεταφράσεις που προστέθηκαν ή ενημερώθηκαν:
es: Trducciones añadidas y actualizadas:
fr: Traductions ajoutées et mises à jour :
hu: Új és frissitett fordítások:
id: Menambahkan dan memperbarui terjemahan:
pt_br: Adicionado e atualizado as traduções:
ru: Добавленные и обновлённые переводы:
sr: Додати и ажурирани преводи:
tr: Eklenen ve güncellenen çeviriler:
vi_vn: Đã thêm và chỉnh sửa các bản dịch:
zh_cn: 添加并且更新的翻译:

source: Spanish
cs: Španělština
es: Español
fr: Espagnol
hu: Spanyol
id: Spanyol
pt_br: Espanhol
ru: Испанский
sr: Шпански
tr: İspanyolca
vi_vn: Tiếng Tây Ban Nha
zh_cn: 西班牙语

source: Persian
cs: Perština
es: Persa
fr: Perse
hu: Perzsa
id: Persia
pt_br: Persa
ru: Персидский
sr: Персијски
tr: Farsça
vi_vn: Tiếng Ba Tư
zh_cn: 波斯语

source: Russian
cs: Ruština
es: Ruso
fr: Russe
hu: Orosz
id: Rusia
pt_br: Russo
ru: Русский
sr: Руски
tr: Rusça
vi_vn: Tiếng Nga
zh_cn: 俄语

source: Czech
cs: Čeština
es: Checo
fr: Tchèque
hu: Cseh
id: Ceko
pt_br: Tcheco
ru: Чешский
sr: Чешки
tr: Çekce
vi_vn: Tiếng Séc
zh_cn: 捷克语

source: New translations and additional information in about dialog.
cs: Nové překlady a dodatečné informace v dialogu O programu.
el: Νέες μεταφράσεις και πρόσθετες πληροφορίες στο παράθυρο διαλόγου Περί.
es: Nuevas traducciones e información adicional acerca del diálogo.
fr: Nouvelles traductions et informations additionnelles dans la fenêtre À propos.
hu: Új fordítások és hozzáadott információk az about dialog.
id: Terjemahan baru dan informasi tambahan di dialog tentang.
pt_br: Novas traduções e informações adicionais na janela Sobre
ru: Новые переводы и дополнительная информация в диалоге О Программе.
sr: Нови преводи и додатне информације у дијалогу.
tr: Yeni çeviriler ve hakkında iletişim kutusunda ek bilgiler.
vi_vn: Bản dịch mới và một số thông tin thêm ở hộp About.
zh_cn: 新翻译和关于会话的额外信息.

source: Translated to:
cs: Přeloženo do
el: Μεταφράστηκε σε:
es: Traducido a:
fr: Traduit en :
hu: Lefordítva:
id: Diterjemahkan ke:
pt_br: Traduzido para:
ru: Переведено на:
sr: Преведено на:
tr: Şu dillere çevrildi:
vi_vn: Được dịch sang:
zh_cn: 翻译为:

source: Italian
cs: Italštiny
es: Italiano
fr: Italien
hu: Olasz
id: Italia
pt_br: Italiano
ru: Итальянский
sr: Италијански
tr: İtalyanca
vi_vn: Tiếng Italy
zh_cn: 意大利语

source: Dutch
cs: Holandštiny
es: Holandés
fr: Néerlandais
hu: Nederlands
id: Belanda
pt_br: Holandês
ru: Голландский
sr: Холандски
tr: Flemenkçe
zh_cn: 荷兰语

source: Occitan
cs: Okcitánštiny
es: Occitano
hu: Occitaans
id: Oksitan
pt_br: Occitano
ru: Оксатанский
sr: Окситански
tr: Oksitanca
vi_vn: Tiếng Occitan
zh_cn: 奥克西坦语

source: Brazilian Portugese
cs: Brazilské portugalštiny
es: Portugués (Brasil)
fr: Portugais brésilien
hu: Brazil Protugál
id: Bahasa Portugis Brasil
pt_br: Português Brasileiro
ru: Бразильский Португальский
sr: Португалски
tr: Brezilya Portekizcesi
vi_vn: Tiếng Bồ Đào Nha Brazil
zh_cn: 巴西葡萄牙语

source: First release 🥳
cs: První vydání 🥳
el: Πρώτη έκδοση 🥳
es: Primer lanzamiento 🥳
fa: اولین نسخه 🥳
fr: Première version 🥳
hu: Első kiadás 🥳
id: Rilisan pertama 🥳
pt_br: Primeira versão 🥳
ru: Первый выпуск 🥳
sr: Прво издање 🥳
tr: İlk sürüm 🥳
vi_vn: Bản phát hành đầu tiên 🥳
zh_cn: 首次

source: _Select wallpaper
cs: _Vybrat tapetu
fa: _انتخاب تصویر پس‌زمینه

source: Wallpaper name
cs: Název tapety
fa: نام تصویر پس‌زمینه

source: Create
cs: Vytvořit
el: Δημιουργία
es: Crear
fa: ایجاد
fr: Créer
hu: Létrehoz
id: Membuat
pt_br: Criar
ru: Создать
sr: Направи
tr: Oluştur
vi_vn: Tạo
zh_cn: 创建

source: _Keyboard Shortcuts
cs: _Klávesové zkratky
el: _Συντομεύσεις Πληκτρολογίου
es: _Atajos de Teclado
fa: _میان‌بر های کیبورد
fr: _Raccourcis clavier
hu: _Gyorsbillentyűk
id: _Pintasan Keyboard
pt_br: _Atalhos de teclado
ru: _Комбинации клавиш
sr: _Пречице
tr: _Klavye Kısayolları
vi_vn: _Phím tắt
zh_cn: _键盘快捷键

source: _About Dynamic Wallpaper
cs: O aplikaci Dynamická tapeta
el: _Περί του Dynamic Wallpaper
es: _Acerca de Dynamic Wallpaper
fa: _درباره پس‌زمینه پویا
fr: À _propos de Arrière-plan Dynamique
hu: Dinamikus hátterek _informácio
id: _Tentang Latarbelakang Dinamis
pt_br: _Sobre o Plano de Fundo Dinâmico
ru: _О Динамические обои
sr: _О Динамичком Тапету
tr: Dinamik Duvar Kağıdı _Hakkında
vi_vn: Về Hình nền động
zh_cn: _关于动态壁纸

# shortcut window
source: General
cs: Obecné
el: Γενικά
fa: عمومی
fr: Général
hu: Általános
id: Umum
pt_br: Geral
ru: Основное
sr: Основно
tr: Genel
vi_vn: Chung
zh_cn: 常规

# shortcut window
source: Show Shortcuts
cs: Zobrazit zkratky
el: Εμφάνιση Συντομεύσεων
es: Mostrar Atajos de Teclado
fa: نشان دادن میانبر ها
fr: Afficher les raccourcis
hu: Mutasd a gyorsbillentyűket
id: Menunjukan Pintasan
pt_br: Mostrar atalhos
ru: Показать комбинации клавиш
sr: Покажи пречице
tr: Kısayolları Göster
vi_vn: Hiện các phím tắt
zh_cn: 显示快捷键

# shortcut window
source: Quit
cs: Odejít
el: Έξοδος
es: Salir
fa: خارج شدن
fr: Quitter
hu: Kilépés
id: Keluar
pt_br: Sair
ru: Выйти
sr: Изађи
tr: Çık
vi_vn: Thóat
zh_cn: 退出

source: PNG & JPEG
cs: PNG a JPEG
es: PNG y JPEG
fa: پی‌ان‌جی و جی‌پگ
hu: PNG és JPEG
pt_br: PNG e JPEG
ru: PNG и JPEG
sr: PNG и JPEG
tr: PNG ve JPEG
zh_cn: PNG或JPEG

source: Select wallpaper
cs: Vybrat tapetu
el: Επιλογή φόντου
es: Seleccionar fondo de pantalla
fa: انتخاب تصویر پس‌زمینه
fr: Sélectionnez un arrière-plan
hu: Válasz háttérképet
id: Memilih latarbelakang
pt_br: Selecionar plano de fundo
ru: Выберите обои
sr: Изаберите тапету
tr: Duvar kağıdı seç
vi_vn: Chọn hình nền
zh_cn: 选择壁纸

source: Select light wallpaper
cs: Vybrat světlou tapetu
fa: انتخاب تصویر پس‌زمینه حالت روشن

source: Select dark wallpaper
cs: Vybrat tmavou tapetu
fa: انتخاب تصویر پس‌زمینه حالت تیره

source: Wallpaper name not set
cs: Jméno tapety není nastaveno
el: Δεν ορίσθηκε όνομα φόντου
es: Nombre del fondo de pantalla no establecido
fa: نام تصویر پس‌زمینه انتخاب نشده
fr: Nom de l’arrière-plan non défini
hu: Háttérkép neve nem lett kitöltve
id: Nama Latarbelakang tidak bisa diatur
pt_br: Nome do plano de fundo não escrito
ru: Имя обоев не установлено
sr: Назив тапете није подешен
tr: Duvar kağıdı adı ayarlanmadı
vi_vn: Tên hình nền chưa được đặt
zh_cn: 未设置壁纸

source: Wallpaper name cannot contain null or /
cs: Jméno tapety nesmí obsahovat 'null' nebo /
el: Το όνομα φόντου δεν μπορεί να είναι κενό null ή να περιέχει /
es: El nombre del fondo de pantalla no debe contener null o /
fa: نام تصویر پس‌زمینه نمی تواند شامل نال یا / باشد
fr: Le nom de l’arrière-plan ne peut contenir zéro ou /
hu: A háttérkép neve nem tartalmazhat null-t vagy /
id: Nama latarbelakang tidak bisa mengandung null atau /
pt_br: O nome do plano de fundo não pode conter null ou /
ru: Имя обоев не может содержать null или /
sr: Назив тапете не може да садржи null или /
tr: Duvar kağıdı adı boş olamaz veya / içeremez
vi_vn: Tên hình nền không thể chứa rỗng hoặc có /
zh_cn: 壁纸名不能为空或包含 /

source: Wallpaper with the same name already exists
cs: Tapeta se stejným jménem již existuje
el: Υπάρχει ήδη φόντο με το ίδιο όνομα
es: Ya existe un fondo de pantalla con el mismo nombre
fa: تصویر پس‌زمینه با همین نام از قبل وجود دارد
fr: Un arrière-plan avec le même nom existe déjà
hu: Azonos nevü háttérkép már létezik
id: Latarbelakang dengan nama yang sama sudah ada
pt_br: Um plano de fundo com o mesmo nome já existe
ru: Обои с этим именем уже существует
sr: Тапета са овим називом већ постоји
tr: Aynı ada sahip bir duvar kağıdı zaten var
vi_vn: Hình nền cùng tên đã tồn tại tự trước
zh_cn: 壁纸名已存在

source: Light mode wallpaper not selected
cs: Světlý režim tapety není vybrán
el: Δεν επιλέχθηκε φόντο φωτεινού θέματος
es: Modo claro para el fondo de pantalla no seleccionado
fa: تصویر پس‌زمینه حالت روشن انتخاب نشده است
fr: Arrière-plan de mode clair non sélectionné
hu: Világos háttérkép nem lett kiválasztva
id: Latarbelakang terang tidak dipilih
pt_br: Plano de fundo claro não selecionado
ru: Обои для светлой темы не выбраны
sr: Тапета светле теме није изабрана
tr: Aydınlık kip duvar kağıdı seçilmedi
vi_vn: Hình nền sáng chưa được đặt
zh_cn: 未选中浅色壁纸

source: Dark mode wallpaper not selected
cs: Tmavý režim tapety není vybrán
el: Δεν επιλέχθηκε φόντο σκοτεινού θέματος
es: Modo oscuro para el fondo de pantalla no seleccionado
fa: تصویر پس‌زمینه حالت تیره انتخاب نشده است
fr: Arrière-plan de mode sombre non sélectionné
hu: Sötét háttérkép nem lett kiválasztva
id: Latarbelakang gelap tidak dipilih
pt_br: Plano de fundo escuro não selecionado
ru: Обои для тёмной темы не выбраны
sr: Тапета тамне теме није изабрана
tr: Karanlık kip duvar kağıdı seçilmedi
vi_vn: Hình nền tối chưa được đặt
zh_cn: 未选中深色壁纸

source: New dynamic wallpaper created
cs: Nová dynamická tapeta byla vytvořena
el: Δημιουργήθηκε νέο δυναμικό φόντο
es: Nuevo fondo de pantalla dinámico creado
fa: پس‌زمینه پویای جدید ساخته شد
fr: Nouvel arrière-plan dynamique créé
hu: Új dinamikus háttérkép elkészült
id: Latarbelakang dinamis dibuat
pt_br: Novo plano de fundo dinâmico criado
ru: Новые динамические обои созданы
sr: Направљен је нови динамички тапет
tr: Yeni dinamik duvar kağıdı oluşturuldu
vi_vn: Hình nền động mới đã được tạo ra
zh_cn: 已创建新的动态壁纸

source: translator-credits
cs: vikdevelop <super-vik1@protonmail.com>
el: Konstantinos Megas <@nextdoorpanda>
es: servindc <servindc@cimat.mx>
fa: نیما فنی اصل <nma.fanniasl@gmail.com> <smartnima.com>
fr: Irénée Thirion
hu: Kokan <kokaipeter@gmail.com>
pt_br: Pedro Sader Azevedo, Leonardo César Bottaro
ru: Давид Лапшин <ddaudix@gmail.com>
sr: Алекса Огњановић <alexa.ognjanovic@protonmail.com>
tr: Furkan Aslan | NorthLight07 Sabri Ünal <libreajans@gmail.com>
zh_cn: 翻译者贡献

source: Light wallpaper
cs: Světlá tapeta
el: Φωτεινό φόντο
es: Fondo de pantalla claro
fr: Arrière-plan clair
hu: Világos háttérkép
id: Latarbelakang terang
pt_br: Plano de fundo claro
ru: Светлые обои
sr: Светла тапета
tr: Açık duvar kağıdı
vi_vn: Hình nền sáng
zh_cn: 浅色壁纸

source: Dark wallpaper
cs: Tmavá tapeta
el: Σκοτεινό φόντο
es: Fondo de pantalla claro
fr: Arrière-plan sombre
hu: Sötét háttérkép
id: Latarbelakang gelap
pt_br: Plano de fundo escuro
ru: Тёмные обои
sr: Тамна тапета
tr: Koyu duvar kağıdı
vi_vn: Hình nền tối
zh_cn: 深色壁纸

source: Dušan Simić
sr: Душан Симић

source: Bug fixes:
el: Διορθώσεις σφαλμάτων:
es: Correcciones de errores:
fr: Corrections de bogues :
hu: Hibajavítások:
id: Perbaikan kutu:
pt_br: Erros corrigidos:
ru: Исправления ошибок:
sr: Поправке:
tr: Hata düzeltmeler:
vi_vn: Sửa những lỗi:
zh_cn: 修复bug:

source: Fix quit keyboard shortcut
el: Διορθώθηκε η συντόμευση πληκτρολογίου για έξοδο
es: Corrección para el acceso directo del teclado para salir
fr: Correction du raccourci clavier « Quitter »
hu: Kilépés gyorsbillentyűzet javítás
id: Memperbaiki pintasan keyboard keluar
pt_br: Corrigido atalho do teclado para sair
ru: Исправлена комбинация клавиш выхода
sr: Поправљена пречица иза излаз
tr: Çık klavye kısayolu düzeltildi
vi_vn: Sửa phím tắt thóat
zh_cn: 修复键盘关闭快捷键

source: Added translations:
el: Μεταφράσεις που προστέθηκαν:
es: Traducciones añadidas:
fr: Ajout de traductions :
hu: Új fordítások:
id: Menambahkan Terjemahan:
pt_br: Adicionado as traduções:
ru: Добавленные переводы:
sr: Додати преводи:
tr: Eklenen çeviriler:
vi_vn: Đã thêm các bản dịch:
zh_cn: 添加翻译

source: French
es: Francés
fr: Français
hu: Francia
id: Prancis
pt_br: Francês
ru: Французский
sr: Француски
tr: Fransızca
vi_vn: Tiếng Pháp
zh_cn: 法语

source: Updated translations:
el: Μεταφράσεις που ενημερώθηκαν:
es: Traducciones actualizadas:
fr: Traductions mises à jour :
hu: Frissitett fordítások:
id: Memperbarui terjemahan:
pt_br: Atualizada as traduções:
ru: Обновлённые переводы:
sr: Ажурирани преводи
tr: Güncellenen çeviriler:
vi_vn: Đã cập nhận các bản dịch:
zh_cn: 更新翻译:

source: Turkish
es: Turco
fr: Turc
hu: Török
id: Turki
pt_br: Turquês
ru: Турецкий
sr: Турски
tr: Türkçe
vi_vn: Tiếng Thổ Nhĩ Kỳ
zh_cn: 土耳其语

source: Create Dynamic Wallpaper
el: Δημιουργία Δυναμικού Φόντου
es: Crear Fondo de Pantalla Dinámico
fr: Créer un arrière-plan dynamique
hu: Dinamikus háttér létrehozása
id: Membuat Latarbelakang Dinamis
pt_br: Criar Plano de Fundo Dinâmico
ru: Создать динамические обои
sr: Направи динамичку тапету
tr: Dinamik Duvar Kağıdı Oluştur
vi_vn: Tạo Hình nền động
zh_cn: 创建动态壁纸

source: Name
el: Όνομα
es: Nombre
fr: Nom
hu: Név
id: Nama
pt_br: Nome
ru: Имя
sr: Назив
tr: Ad
vi_vn: Tên
zh_cn: 名字
